Repository: frederic-openjet/AdminBundle
Catalog: Resources/translations/messages.*.xliff
Languages: fr

source: Symfony2 is great
fr: J'aime Symfony2

source: Symfony22 is great
fr: J'aime Symfony22

source: See web site
fr: Voir le site

source: Logout
fr: Déconnexion

source: Welcome to
fr: Bienvenue sur le

source: Welcome to root
fr: Bienvenue sur le gestionnaire de

source: Languages
fr: Langues

source: Manage
fr: Gérer

source: Video
fr: Vidéo

source: List
fr: Liste

source: Create
fr: Créer

source: Add / Modify
fr: Ajout / Modification

source: Name
fr: Nom

source: Seo Description
fr: Description Seo

source: Seo Keyword
fr: Mots clefs Seo

source: Please fill this field
fr: Veuillez compléter ce champ

source: Activated
fr: Activer

source: At least one require field is missing
fr: Au moins un champ obligatoire est manquant

source: The name already exist in our dataBase
fr: Le nom existe déjà dans la base de données

source: The name is empty
fr: Le nom est vide

source: Modify
fr: Modifier

source: Videos
fr: Vidéos

source: Channels
fr: Chaînes

source: Pictures
fr: Photos

source: Click to edit
fr: Cliquez pour éditer

source: Delete
fr: Supprimer

source: Creation date
fr: Date de création

source: No date available
fr: Pas de date disponible

source: Choose item to add
fr: Choisir l'item à lier

source: Detach Item
fr: Détacher l'item

source: No Item Yet
fr: Pas encore d'item

source: Link news
fr: Lier des News

source: Link channel
fr: Lier des Chaînes

source: You must save before link items
fr: Vous devez sauvegarder avant de lier des items

source: Link an image
fr: Lier une image

source: Picture for video
fr: Image pour vidéo

source: The file is not right
fr: Le fichier n'est pas au bon format

source: Choose video
fr: Choisir une vidéo

source: Upload
fr: Uploader

source: Upload a video
fr: Uploader une vidéo

source: if upload fail, please check your antivirus configuration
fr: si l'upload échoue, verifiez la configuration de votre anti-virus

source: Upload
fr: Uploader

source: The permalink is not valid
fr: Le format du permalien n'est pas valide

source: Video format is wrong
fr: Le format de la vidéo n'est pas supporté

source: Back to list
fr: Retour à la liste

source: Create a new item
fr: Créer un nouvel item

source: Save Ok
fr: La sauvegarde a été réalisé

source: Please specify a video
fr: Merci d'indiquer une vidéo

source: Channel color
fr: Couleur pour les chaînes

source: Highlight color
fr: Couleur pour les highlights

source: Background color
fr: Couleur de fond

source: Validate
fr: Valider

source: Choose background
fr: Choisir le fond

source: Choose header
fr: Choisir le header

source: Choose jquery ui
fr: Choisir style jquery ui

source: Header color
fr: Couleur du header

source: Choose video for home
fr: Choisissez une vidéo pour la home

source: Change video for home
fr: Changer la vidéo pour la home

source: Current video for home
fr: Vidéo actuellement en Home

source: Link highlight
fr: Lier des highlight

source: Link to a playlist
fr: Lier à une playlist

source: Link playlists
fr: Lier des playlists

source: Link videos
fr: Lier des vidéos

source: Picture
fr: Photo

source: Choose picture
fr: Choisir l'image

source: Link photos
fr: Lier des photos

source: Hightlight
fr: Grands titres

source: Beginning date
fr: Date de début

source: Ending date
fr: Date de fin

source: Ending date
fr: Date de fin

source: First name
fr: Prénom

source: Answer
fr: Réponse

source: Picture for download
fr: Image pour download

source: File for download
fr: Fichier pour download

source: Save
fr: Sauvegarder

source: Border
fr: Bordure

source: Link url
fr: Lien url

source: Picture for block
fr: Image pour le block

source: Block location
fr: Place des blocks

source: Choose a page
fr: Choissez une page

source: Not removeable
fr: Ne peut être supprimé

source: Left Blocks
fr: Blocks de gauche

source: Right Blocks
fr: Blocks de droite

source: Choose a block to add
fr: Choisissez un block à ajouter

source: Project name
fr: Nom du projet

source: Twitter link
fr: Lien twitter

source: Facebook link
fr: Lien facebook

source: Facebook Key
fr: Clé Facebook

source: Twitter Password
fr: Mot de passe twitter

source: Search/lang box style
fr: Style block de recherche/langue

source: black
fr: noir

source: black + transparent
fr: noir + transparence

source: choose color
fr: Choisir la couleur

source: Modules available
fr: Modules disponibles

source: Price
fr: Prix

source: E-shop Channels
fr: Rayons E-commerce

source: Product
fr: Produit

source: Shop color
fr: Couleur boutique

source: Link products
fr: Lier des produits

source: Url for bank
fr: Url à transmettre à la banque

source: Manage order
fr: Gérer les commandes

source: Manage
fr: Gérer

source: Order
fr: Commande

source: Order Id
fr: Id Commande

source: Order Status
fr: Status Commande

source: Order Date
fr: Date Commande

source: Order Name
fr: Nom Commande

source: Validate by user
fr: Validé par l'utilisateur

source: Validate by bank
fr: Validé par la banque

source: Annulated by bank
fr: Annulé par la banque

source: Back to order list
fr: Retour à la liste des commandes

source: Order date
fr: Date de commande

source: User login
fr: Login

source: User last name
fr: Nom

source: Content
fr: Descriptif

source: Reference
fr: Référence

source: Price
fr: Prix

source: Quantity
fr: Quantité

source: Delivery address
fr: Addresse de livraison

source: Civility
fr: Civilité

source: Name
fr: nom

source: Num
fr: numéro

source: Complement
fr: adresse

source: Zipcode
fr: Code postal

source: Town
fr: Ville

source: Country
fr: Pays

source: Billing address
fr: Adresse de facturation

source: Bill Pdf
fr: Facture en pdf

source: Taken into account
fr: Pris en compte

source: Taken into account by seller
fr: Pris en compte par le vendeur

source: Without image
fr: Sans image

source: Footer color
fr: Couleur du footer

source: Font color for search/nav bar
fr: Couleur des textes dans navigation

source: Font color for title in footer
fr: Couleur des titres dans footer

source: Font color for footer
fr: Couleur des textes dans footer

source: Link medias
fr: Lier des médias

source: Shop
fr: Boutique

source: Organize
fr: Organiser

source: Add
fr: Ajouter

source: Create new page
fr: Créer une nouvelle page

source: Url name
fr: Nom dans l'url

source: Content page
fr: Contenu de la page

source: Page Name
fr: Nom de la page

source: Name already exist
fr: Le nom existe déjà

source: Name cannot be empty
fr: Un nom ne peut être vide

source: edit
fr: éditer

source: Page Content
fr: Contenu de la page

source: Link activated
fr: Lien activé

source: Save
fr: Sauvegarder

source: These items will be permanently deleted and cannot be recovered. Are you sure
fr: Ces éléments seront supprimé définitivement.Etes-vous sur
